const riasecStatements = {
  "I like to work on cars": {
    "code": "R",
    "hi": "मुझे कारों/गाड़ियों पर काम करना पसंद है",
    "bn": "আমি গাড়ি/যানবাহনে কাজ করতে পছন্দ করি"
  },
  "I like to do puzzles": {
    "code": "I",
    "hi": "मुझे पहेलियाँ हल करना पसंद है",
    "bn": "আমি ধাঁধা (puzzle) সমাধান করতে পছন্দ করি"
  },
  "I am good at working independently": {
    "code": "A",
    "hi": "मैं स्वतंत्र रूप से काम करने में अच्छा/अच्छी हूँ",
    "bn": "আমি অবাধে কাজ করতে ভাল"
  },
  "I like to work in teams": {
    "code": "S",
    "hi": "मुझे टीम में काम करना पसंद है",
    "bn": "আমি দলে কাজ করতে পছন্দ করি"
  },
  "I am an ambitious person, I set goals for myself": {
    "code": "E",
    "hi": "मैं एक महत्वाकांक्षी व्यक्ति हूँ, मैं अपने लिए लक्ष्य निर्धारित करता/करती हूँ",
    "bn": "আমি একজন উচ্চাভিলাষী ব্যক্তি, আমি নিজের জন্য লক্ষ্য নির্ধারিত করতে পারি"
  },
  "I like to organize things (like files, paperwork)": {
    "code": "C",
    "hi": "मुझे चीजों को व्यवस्थित करना पसंद है (जैसे फाइलें, काग़ज़ात)",
    "bn": "আমি জিনিসপত্র ব্যবস্থিত করতে পছন্দ করি (যেমন ফাইল, কাগজ)"
  },
  "I like to build things": {
    "code": "R",
    "hi": "मुझे चीजें बनाना पसंद है",
    "bn": "আমি জিনিস তৈরি করতে পছন্দ করি"
  },
  "I like to read about art and music": {
    "code": "A",
    "hi": "मुझे कला और संगीत के बारे में पढ़ना पसंद है",
    "bn": "আমি শিল্প এবং সংগীত সম্পর্কে পড়তে পছন্দ করি"
  },
  "I like to have clear instructions to follow": {
    "code": "C",
    "hi": "मुझे स्पष्ट निर्देशों का पालन करना पसंद है",
    "bn": "আমি পরিষ্কার নির্দেশাবলী অনুসরণ করতে পছন্দ করি"
  },
  "I like to try to persuade people": {
    "code": "E",
    "hi": "मुझे लोगों को मनाने/राज़ी करने की कोशिश करना पसंद है",
    "bn": "আমি মানুষকে রাজী করানো পছন্দ করি"
  },
  "I like to do experiments": {
    "code": "I",
    "hi": "मुझे प्रयोग करना पसंद है",
    "bn": "আমি পরীক্ষা-নিরীক্ষা করতে পছন্দ করি"
  },
  "I like to teach or train people": {
    "code": "S",
    "hi": "मुझे लोगों को पढ़ाना या प्रशिक्षित करना पसंद है",
    "bn": "আমি লোকদের শেখানো বা প্রশিক্ষণ দিতে পছন্দ করি"
  },
  "I like to help people solve their problems": {
    "code": "S",
    "hi": "मुझे लोगों की समस्याओं को सुलझाने में मदद करना पसंद है",
    "bn": "আমি মানুষের সমস্যা সমাধানে সহায়তা করা পছন্দ করি"
  },
  "I like to take care of animals": {
    "code": "R",
    "hi": "मुझे जानवरों की देखभाल करना पसंद है",
    "bn": "আমি প্রাণীদের যত্ন নিতে পছন্দ করি"
  },
  "I won't mind working 8 hours per day in an office": {
    "code": "C",
    "hi": "मुझे दफ़्तर में प्रति दिन 8 घंटे काम करने में एतराज़ नहीं है",
    "bn": "অফিসে প্রতিদিন 8 ঘন্টা কাজ করতে আমার আপত্তি নেই"
  },
  "I like selling things": {
    "code": "E",
    "hi": "मुझे चीजें बेचना पसंद है",
    "bn": "আমি জিনিস বিক্রি করতে পছন্দ করি"
  },
  "I like creative writing": {
    "code": "A",
    "hi": "मुझे रचनात्मक लेखन पसंद है",
    "bn": "আমি ক্রিয়েটিভ রাইটিং পছন্দ করি"
  },
  "I enjoy science": {
    "code": "I",
    "hi": "मैं विज्ञान का आनंद लेता/लेती हूँ",
    "bn": "আমি বিজ্ঞান পছন্দ করি"
  },
  "I am quick to take on new responsibilities": {
    "code": "E",
    "hi": "मैं जल्दी से नई ज़िम्मेदारियाँ ले लेता/लेती हूँ",
    "bn": "আমি দ্রুত নতুন দায়িত্ব গ্রহণ করি"
  },
  "I am interested in healing people": {
    "code": "S",
    "hi": "मुझे लोगों को स्वस्थ करने में दिलचस्पी है",
    "bn": "আমি মানুষকে সুস্থ করতে আগ্রহী"
  },
  "I enjoy figuring out how things work": {
    "code": "I",
    "hi": "मुझे यह सीखने में मजा आता है कि चीजें कैसे काम करती हैं",
    "bn": "আমি শিখতে চাই যে জিনিস কিভাবে কাজ করে"
  },
  "I like putting things together or assembling things": {
    "code": "R",
    "hi": "मुझे चीजों को जोड़ कर कुछ नया बनाना पसंद है",
    "bn": "আমি জিনিস যোগ করে কিছু নতুন বানাতে পছন্দ করি"
  },
  "I am a creative person": {
    "code": "A",
    "hi": "मैं एक रचनात्मक व्यक्ति हूँ",
    "bn": "আমি একজন সৃজনশীল ব্যক্তি"
  },
  "I pay attention to details": {
    "code": "C",
    "hi": "मैं हर चीज़ को बारीकी से देखता/देखती हूँ",
    "bn": "আমি সব কিছু বিস্তারিত ভাবে জানতে পছন্দ করি"
  },
  "I like to do filing or typing": {
    "code": "C",
    "hi": "मुझे फाइलिंग या टाइप करना पसंद है",
    "bn": "আমি ফাইল বা টাইপ করতে পছন্দ করি"
  },
  "I like to analyze things (problems/situations)": {
    "code": "I",
    "hi": "मुझे चीजों (समस्याओं/स्थितियों) का विश्लेषण करना पसंद है",
    "bn": "আমি সমস্যা/পরিস্থিতি বিশ্লেষণ করতে পছন্দ করি"
  },
  "I like to play instruments or sing": {
    "code": "A",
    "hi": "मुझे वाद्ययंत्र/साज़ बजाना या गाना पसंद है",
    "bn": "আমি বাদ্র্যযন্ত্র বাজাতে বা গান করতে পছন্দ করি"
  },
  "I enjoy learning about cultures": {
    "code": "S",
    "hi": "मुझे संस्कृतियों के बारे में सीखने में मज़ा आता है",
    "bn": "আমি সংস্কৃতি সম্পর্কে শিখতে পছন্দ করি"
  },
  "I would like to start my own business": {
    "code": "E",
    "hi": "मैं अपना खुद का व्यवसाय शुरू करना चाहूँगा/चाहूँगी",
    "bn": "আমি আমার নিজের ব্যবসা শুরু করতে চাই"
  },
  "I like to cook": {
    "code": "R",
    "hi": "मैं खाना बनाना पसंद करता हूँ",
    "bn": "আমি রান্না করতে পছন্দ করি"
  },
  "I like acting in plays": {
    "code": "A",
    "hi": "मुझे नाटकों में अभिनय करना पसंद है",
    "bn": "আমি অভিনয় করতে পছন্দ করি"
  },
  "I am a practical person": {
    "code": "R",
    "hi": "मैं एक व्यावहारिक/प्रैक्टिकल व्यक्ति हूँ",
    "bn": "আমি একজন ব্যবহারিক/প্রাকটিক্যাল ব্যক্তি"
  },
  "I can use a computer to solve a scientific problem": {
    "code": "I",
    "hi": "मैं एक वैज्ञानिक समस्या को हल करने के लिए कंप्यूटर का उपयोग कर सकता/सकती हूँ",
    "bn": "আমি বৈজ্ঞানিক সমস্যা সমাধানের জন্য কম্পিউটার ব্যবহার করতে পারি"
  },
  "I like to get into discussion about issues": {
    "code": "S",
    "hi": "मुझे विभिन्न मुद्दों पर चर्चा करना पसंद है",
    "bn": "আমি বিভিন্ন বিষয় নিয়ে আলোচনা করতে পছন্দ করি"
  },
  "I am good at keeping records of my work": {
    "code": "C",
    "hi": "मैं अपने काम के रिकॉर्ड रखने में अच्छा/अच्छी हूँ",
    "bn": "আমি আমার কাজের রেকর্ড রাখতে ভাল"
  },
  "I like to lead": {
    "code": "E",
    "hi": "मुझे नेतृत्व करना पसंद है",
    "bn": "আমি নেতৃত্ব দিতে পছন্দ করি"
  },
  "I like working outdoors": {
    "code": "R",
    "hi": "मुझे बाहर काम करना पसंद है",
    "bn": "আমি বাইরে কাজ করতে পছন্দ করি"
  },
  "I would like to work in an office": {
    "code": "C",
    "hi": "मैं एक दफ़्तर/कार्यालय में काम करना चाहूँगा/चाहूँगी",
    "bn": "আমি একটি অফিসে কাজ করতে চাই"
  },
  "I'm good at math": {
    "code": "I",
    "hi": "मैं गणित में अच्छा/अच्छी हूँ",
    "bn": "আমি গণিতে ভাল"
  },
  "I like helping people": {
    "code": "S",
    "hi": "मुझे लोगों की मदद करना अच्छा लगता है",
    "bn": "আমি মানুষকে সাহায্য করতে পছন্দ করি"
  },
  "I like to draw": {
    "code": "A",
    "hi": "मुझे चित्रकला/ड्राइंग करना पसंद है",
    "bn": "আমি পেইন্টিং/অঙ্কন করতে পছন্দ করি"
  },
  "I like to give speeches": {
    "code": "E",
    "hi": "मुझे भाषण देना पसंद है",
    "bn": "আমি বক্তৃতা দিতে পছন্দ করি"
  },
  "I like gardening": {
    "code": "R",
    "hi": "मुझे बागवानी पसंद है",
    "bn": "আমি বাগান করা পছন্দ করি"
  },
  "I can comfortably talk with all kinds of people": {
    "code": "S",
    "hi": "मैं आराम से सभी प्रकार के लोगों के साथ बात कर सकता/सकती हूँ",
    "bn": "আমি স্বাচ্ছন্দ্যে সব ধরণের লোকের সাথে কথা বলতে পারি"
  },
  "I can keep accurate records of expenses and income": {
    "code": "C",
    "hi": "मैं खर्चों और आय का सटीक रिकॉर्ड रख सकता/सकती हूँ",
    "bn": "আমি ব্যয় এবং আয়ের সঠিক রেকর্ড রাখতে পারি"
  },
  "I am confident to make announcements on radio": {
    "code": "A",
    "hi": "मैं बिना झिझक रेडियो पर घोषणाएँ कर सकता/सकती हूँ",
    "bn": "আমি বিনা দ্বিধায় রেডিওতে ঘোষণা করতে পারি"
  },
  "I can make people work under my directions": {
    "code": "E",
    "hi": "मैं लोगों से अपने निर्देश अनुसार काम करवा सकता/सकती हूँ",
    "bn": "আমি মানুষকে আমার নির্দেশে কাজ করাতে পারি"
  },
  "I am good at sports": {
    "code": "R",
    "hi": "मैं खेल में अच्छा/अच्छी हूँ",
    "bn": "আমি খেলায় ভাল"
  },
  "I can understand scientific theories": {
    "code": "I",
    "hi": "मैं वैज्ञानिक सिद्धांत समझ सकता/सकती हूँ",
    "bn": "আমি বৈজ্ঞানিক তত্ত্ব বুঝতে পারি"
  },
  "I am a careful and organized person": {
    "code": "C",
    "hi": "मैं एक सतर्क और संगठित व्यक्ति हूँ",
    "bn": "আমি একজন সতর্ক এবং সংগঠিত ব্যক্তি"
  },
  "I am interested to study about human behaviour": {
    "code": "S",
    "hi": "मुझे मानव व्यवहार के बारे में अध्ययन करने में दिलचस्पी है",
    "bn": "আমি মানুষের আচরণ অধ্যয়ন করতে আগ্রহী"
  },
  "I am good at filling out different kinds of forms": {
    "code": "C",
    "hi": "मैं विभिन्न प्रकार के फॉर्म अच्छे से भर लेता/लेती हूँ",
    "bn": "আমি বিভিন্ন ধরণের ফর্ম পূরণ/গ্রহণ করাতে পারি"
  },
  "I like to design furniture, clothes or posters": {
    "code": "A",
    "hi": "मुझे फर्नीचर, कपड़े या पोस्टर डिजाइन करना पसंद है",
    "bn": "আমি ফার্নিচার, জামাকাপড় বা পোস্টার ডিজাইন করতে পছন্দ করি"
  },
  "I enjoy repairing all kinds of mechanical objects": {
    "code": "R",
    "hi": "मुझे सभी प्रकार की यांत्रिक वस्तुओं की मरम्मत करना पसंद है",
    "bn": "আমি সব ধরণের যান্ত্রিক বস্তু মেরামত করতে পছন্দ করি"
  },
  "I am interested in working for a charitable institution": {
    "code": "S",
    "hi": "मुझे किसी धर्मार्थ संस्थान के लिए काम करने में दिलचस्पी है",
    "bn": "আমি একটি দাতব্য প্রতিষ্ঠানে কাজ করতে আগ্রহী"
  },
  "I would like to work as a manager of a company": {
    "code": "E",
    "hi": "मैं किसी कंपनी के प्रबंधक के रूप में काम करना चाहूँगा/चाहूँगी",
    "bn": "আমি একটি সংস্থার পরিচালক হিসাবে কাজ করতে চাই"
  },
  "I would like to take up a course related to Physics": {
    "code": "I",
    "hi": "मैं भौतिकविज्ञान का कोर्स पढ़ना चाहूँगा/चाहूँगी",
    "bn": "আমি পদার্থবিদ্যা নিয়ে পড়াশোনা করতে চাই"
  },
  "I want to join a course in Fine Arts": {
    "code": "A",
    "hi": "मैं ललित कला के कोर्स में शामिल होना चाहता/चाहती हूँ",
    "bn": "আমি চারুকলার ওপরে কোর্স করতে চাই"
  },
  "I would like to take part in a political campaign": {
    "code": "E",
    "hi": "मैं एक राजनीतिक अभियान में भाग लेना चाहूँगा/चाहूँगी",
    "bn": "আমি একটি রাজনৈতিক প্রচারে অংশ নিতে চাই"
  },
  "I can determine the procedure of my own work": {
    "code": "I",
    "hi": "मैं अपने काम की प्रक्रिया को निर्धारित कर सकता/सकती हूँ",
    "bn": "আমি আমার কাজের প্রক্রিয়া নির্ধারিত করতে পারি"
  }
}

export default riasecStatements;